const departments = [
  {
    id: 1006,
    name: '预防保健科',
  },
  {
    id: 1007,
    name: '全科医疗科',
  },
  {
    id: 1008,
    name: '内科',
  },
  {
    id: 1009,
    name: '呼吸内科',
  },
  {
    id: 1010,
    name: '消化内科',
  },
  {
    id: 1011,
    name: '神经内科',
  },
  {
    id: 1012,
    name: '心血管内科',
  },
  {
    id: 1013,
    name: '血液内科',
  },
  {
    id: 1014,
    name: '肾内科',
  },
  {
    id: 1015,
    name: '内分泌科',
  },
  {
    id: 1016,
    name: '免疫科',
  },
  {
    id: 1017,
    name: '变态反应科',
  },
  {
    id: 1018,
    name: '老年病科',
  },
  {
    id: 1019,
    name: '外科',
  },
  {
    id: 1020,
    name: '普通外科',
  },
  {
    id: 1021,
    name: '神经外科',
  },
  {
    id: 1022,
    name: '骨科',
  },
  {
    id: 1023,
    name: '泌尿外科',
  },
  {
    id: 1024,
    name: '胸外科',
  },
  {
    id: 1025,
    name: '心脏大血管外科',
  },
  {
    id: 1026,
    name: '烧伤科',
  },
  {
    id: 1027,
    name: '整形外科',
  },
  {
    id: 1028,
    name: '妇产科',
  },
  {
    id: 1029,
    name: '妇科',
  },
  {
    id: 1030,
    name: '产科',
  },
  {
    id: 1031,
    name: '计划生育科',
  },
  {
    id: 1032,
    name: '妇女保健科',
  },
  {
    id: 1033,
    name: '儿科',
  },
  {
    id: 1034,
    name: '眼科',
  },
  {
    id: 1035,
    name: '耳鼻喉科',
  },
  {
    id: 1036,
    name: '耳科',
  },
  {
    id: 1037,
    name: '鼻科',
  },
  {
    id: 1038,
    name: '咽喉科',
  },
  {
    id: 1039,
    name: '口腔科',
  },
  {
    id: 1040,
    name: '皮肤科',
  },
  {
    id: 1041,
    name: '精神科',
  },
  {
    id: 1042,
    name: '传染科',
  },
  {
    id: 1043,
    name: '肠道传染病科',
  },
  {
    id: 1044,
    name: '呼吸道传染病科',
  },
  {
    id: 1045,
    name: '肝炎科',
  },
  {
    id: 1046,
    name: '虫媒传染病科',
  },
  {
    id: 1047,
    name: '动物源性传染病科',
  },
  {
    id: 1048,
    name: '蠕虫病科',
  },
  {
    id: 1049,
    name: '结核病科',
  },
  {
    id: 1050,
    name: '肿瘤科',
  },
  {
    id: 1051,
    name: '急诊科',
  },
  {
    id: 1052,
    name: '康复科',
  },
  {
    id: 1053,
    name: '运动医学科',
  },
  {
    id: 1054,
    name: '职业病科',
  },
  {
    id: 1055,
    name: '疼痛科',
  },
  {
    id: 1056,
    name: '重症医学科',
  },
  {
    id: 1057,
    name: '医学检验科',
  },
  {
    id: 1058,
    name: '病理科',
  },
  {
    id: 1059,
    name: '医学影像科',
  },
  {
    id: 1060,
    name: 'X线诊断科',
  },
  {
    id: 1061,
    name: 'CT诊断科',
  },
  {
    id: 1062,
    name: '磁共振成像诊断科',
  },
  {
    id: 1063,
    name: '核医学科',
  },
  {
    id: 1064,
    name: '超声诊断科',
  },
  {
    id: 1065,
    name: '心电诊断科',
  },
  {
    id: 1066,
    name: '脑电及脑血流图诊断科',
  },
  {
    id: 1067,
    name: '神经肌肉电图科',
  },
  {
    id: 1068,
    name: '介入放射科',
  },
  {
    id: 1069,
    name: '放射治疗科',
  },
  {
    id: 1070,
    name: '中医科',
  },
  {
    id: 1071,
    name: '中西医结合科',
  },
];
export default departments;
